const myCategories = [
    {
        "name": "أطقم فناجين قهوة/ شاي",
        "icon": "✨"
    },
    {
        "name": "ديكورات منزلية",
        "icon": "🏡"
    },
    {
        "name": "ديزني الأصلي",
        "icon": "🪄"
    },
    {
        "name": "مجات",
        "icon": "☕️"
    },
    {
        "name": "جاطات",
        "icon": "🤍"
    },
    {
        "name": "صواني",
        "icon": "❤️"
    },
    {
        "name": "صحون",
        "icon": "🥣"
    },
    {
        "name": "كاسات عصير",
        "icon": "🍹"
    },
    {
        "name": "شموع معطرة",
        "icon": "🕯️"
    },
    {
        "name": "سكريات",
        "icon": "💙"
    }
];
